amazonwebservices.aws-toolkit-vscode
batisteo.vscode-django
castwide.solargraph
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
Drincann.pico-go
eamodio.gitlens
esbenp.prettier-vscode
gencay.vscode-chatgpt
hediet.vscode-drawio
Hridoy.rails-snippets
joedevivo.vscode-circuitpython
KevinRose.vsc-python-indent
magicstack.MagicPython
miguel-savignano.ruby-symbols
misogi.ruby-rubocop
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
paulober.pico-w-go
rebornix.ruby
streetsidesoftware.code-spell-checker
tht13.python
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
wingrunr21.vscode-ruby
